// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "Mise à jour du microprogramme";

"WebBrowserWindowTitle" = "Mise à jour du microprogramme";

TaskTitleField = "Mise à jour du microprogramme";
TaskDescriptionField = "Le microprogramme est le logiciel interne utilisé par votre périphérique. Cliquez sur le bouton \"Début\" pour vous connectez et vérifier et installez les mises à jour nécessaires au microprogramme.";
TaskStartButtonTitle = "Début";
